[
  {
    "CityId": 1,
    "CityName": "Kennedy",
    "CityDescription": "Laboris qui sit irure minim est. Et sit Lorem qui do irure esse aliqua eiusmod ex ullamco ullamco sunt exercitation. Occaecat enim consequat reprehenderit in proident officia irure cillum. Dolor pariatur consequat officia tempor in. Exercitation Lorem in occaecat pariatur amet. Excepteur minim veniam est laboris labore Lorem non cupidatat dolore enim.\r\n"
  },
  {
    "CityId": 2,
    "CityName": "Hull",
    "CityDescription": "Deserunt adipisicing ullamco officia Lorem mollit officia eu sit. Voluptate in elit commodo elit sit veniam sunt mollit ea labore duis laborum tempor nulla. Aute Lorem tempor et dolore cupidatat enim elit cupidatat aliqua in dolor cillum. Ad voluptate eiusmod id ut.\r\n"
  },
  {
    "CityId": 3,
    "CityName": "Gilliam",
    "CityDescription": "Officia aliqua id adipisicing elit sint aliquip consectetur do eiusmod. Occaecat ipsum ex nisi reprehenderit exercitation non proident occaecat aliquip anim ut veniam. Cupidatat irure eiusmod ex nostrud consectetur aliquip nostrud magna sint ullamco anim Lorem. Eiusmod consectetur culpa nostrud reprehenderit et commodo occaecat aute exercitation aute do. Duis sunt irure quis labore consectetur nulla consequat incididunt velit. Mollit ex commodo incididunt qui.\r\n"
  },
  {
    "CityId": 4,
    "CityName": "Corrine",
    "CityDescription": "Eu consequat occaecat Lorem incididunt sit fugiat ex duis cupidatat. Ea deserunt cupidatat nostrud pariatur fugiat. Velit exercitation veniam aliquip nulla quis ex ipsum quis voluptate mollit duis incididunt. Aliquip nostrud cupidatat Lorem sit amet ea. Ipsum id consectetur ex consectetur. Consectetur ipsum id eiusmod officia esse ea. Ut tempor enim veniam ipsum irure sunt.\r\n"
  },
  {
    "CityId": 5,
    "CityName": "Hughes",
    "CityDescription": "Culpa duis eiusmod do eu amet in ea laborum aliqua. Ad eiusmod magna minim dolor ullamco quis nulla do mollit eu magna. Mollit nulla magna culpa voluptate cupidatat proident incididunt aute Lorem nisi eu laborum. Aliqua do mollit esse duis ad sunt ipsum adipisicing nulla tempor sit.\r\n"
  },
  {
    "CityId": 6,
    "CityName": "Lindsey",
    "CityDescription": "Quis labore ipsum sunt est. Ex sunt culpa tempor duis duis irure excepteur. Occaecat officia deserunt in aliqua. Aliquip consequat labore elit nulla velit cillum anim commodo ea et incididunt ex est velit. Ad sunt ea velit culpa minim.\r\n"
  },
  {
    "CityId": 7,
    "CityName": "Christi",
    "CityDescription": "Eu culpa est consequat ut irure eu incididunt ad reprehenderit ullamco cillum cillum. Amet sint deserunt do in mollit. Cupidatat do anim elit sit et elit.\r\n"
  },
  {
    "CityId": 8,
    "CityName": "Dale",
    "CityDescription": "Laborum aliquip laborum qui commodo commodo eiusmod mollit reprehenderit ipsum ex dolor culpa. Officia nostrud dolor eiusmod ut amet. Sit ut elit nulla ex pariatur nulla do et aliqua deserunt quis irure excepteur et. Officia consectetur tempor mollit ullamco.\r\n"
  },
  {
    "CityId": 9,
    "CityName": "Krystal",
    "CityDescription": "Aute cillum eu aliquip consequat nostrud officia sunt proident cillum eiusmod voluptate dolore exercitation ut. Dolore sunt sunt dolore nulla aute. Qui amet laborum est deserunt aliquip duis duis sunt. Do laborum fugiat ad laborum tempor. Incididunt in ex labore esse irure. Aliquip sunt proident commodo irure. Labore cupidatat est et sint aute laborum ex ea ullamco minim et incididunt laborum.\r\n"
  },
  {
    "CityId": 10,
    "CityName": "Sawyer",
    "CityDescription": "Fugiat est ad magna ipsum. Officia veniam minim mollit ipsum voluptate ipsum ea aliquip labore adipisicing duis aute non. Excepteur consectetur quis fugiat incididunt cupidatat culpa ut est commodo non qui sit amet. Adipisicing commodo velit Lorem laboris adipisicing. Consequat ea fugiat enim nulla eiusmod non laboris duis aliquip ea. Cupidatat adipisicing esse aute Lorem est nisi ipsum ut ad consectetur incididunt sunt sint. Enim tempor culpa incididunt consequat Lorem cupidatat irure est ipsum.\r\n"
  }
]