[
  {
    "CityId": 1,
    "CityName": "Morris",
    "CityDescription": "Aute et labore do magna voluptate aute et anim. Voluptate minim id consectetur nostrud. Velit eiusmod commodo tempor voluptate aliquip aliquip sit aliquip nisi dolore aute eiusmod deserunt commodo. Exercitation Lorem sunt consectetur dolor esse eu commodo non quis eu ipsum incididunt ut labore. Magna consectetur sit cillum culpa et nostrud dolor excepteur veniam. Ullamco aliqua consectetur aute nisi occaecat.\r\n"
  },
  {
    "CityId": 2,
    "CityName": "Staci",
    "CityDescription": "Nisi non velit elit tempor minim minim qui pariatur et. Duis minim magna laborum est. Elit in commodo commodo labore laborum ullamco sunt qui laboris id eiusmod qui in. Esse est magna ad officia sint tempor fugiat dolore nostrud aute labore. Tempor dolore veniam nulla aliqua aliquip excepteur commodo voluptate proident cillum. Adipisicing ad enim aliquip ex voluptate sunt velit cupidatat.\r\n"
  },
  {
    "CityId": 3,
    "CityName": "Davis",
    "CityDescription": "Consectetur nostrud quis eiusmod amet sunt pariatur consectetur. Ut dolor laboris qui quis ex veniam labore nisi in consectetur. Ex elit id excepteur velit aute tempor.\r\n"
  },
  {
    "CityId": 4,
    "CityName": "Olivia",
    "CityDescription": "Et adipisicing ut aute nostrud qui esse. Excepteur aliquip aute proident nisi. Irure ut cupidatat veniam adipisicing elit dolor mollit elit veniam non. Aute aute exercitation sit enim quis commodo sit ullamco amet ad esse tempor.\r\n"
  },
  {
    "CityId": 5,
    "CityName": "Klein",
    "CityDescription": "Sint enim velit fugiat pariatur minim est voluptate ullamco cillum aute nostrud. Proident nostrud quis est voluptate esse. Tempor mollit amet adipisicing adipisicing ex minim quis commodo ex excepteur fugiat cupidatat cupidatat. Eiusmod laborum aute consectetur pariatur. Nostrud non ea amet voluptate. Ex elit sit nisi irure laboris laboris est cupidatat in consectetur exercitation tempor.\r\n"
  },
  {
    "CityId": 6,
    "CityName": "Young",
    "CityDescription": "Dolor elit proident consectetur ullamco cillum dolore exercitation cupidatat consectetur consectetur ex incididunt ullamco consectetur. Ut tempor minim irure elit non eiusmod eu magna sint nisi nisi excepteur cillum nisi. Irure cupidatat nisi elit eiusmod laboris consectetur incididunt excepteur qui enim fugiat.\r\n"
  },
  {
    "CityId": 7,
    "CityName": "Roach",
    "CityDescription": "Culpa quis deserunt culpa excepteur ea ullamco id nisi irure. Consectetur veniam ullamco quis eu ullamco eiusmod. Ipsum aute fugiat nulla exercitation id eu reprehenderit ut incididunt dolor in pariatur. Tempor elit in cillum dolor labore consectetur in velit exercitation reprehenderit.\r\n"
  },
  {
    "CityId": 8,
    "CityName": "Paula",
    "CityDescription": "Aliqua cupidatat anim irure nostrud nostrud sint reprehenderit anim nisi ullamco labore amet. Amet eiusmod quis pariatur incididunt incididunt reprehenderit et tempor qui consequat laboris labore. Eu aute ipsum in minim exercitation sint. Culpa laborum tempor labore mollit pariatur tempor sint. Qui deserunt aliqua duis adipisicing esse commodo excepteur exercitation dolor excepteur commodo. Et culpa pariatur irure aliquip sunt qui tempor mollit magna commodo laborum in commodo.\r\n"
  },
  {
    "CityId": 9,
    "CityName": "Sherrie",
    "CityDescription": "Dolor id id enim minim pariatur sunt exercitation. Ut esse officia quis consequat pariatur commodo mollit. In aliquip reprehenderit incididunt ex esse eiusmod est anim veniam fugiat laboris officia. Amet ex dolore in voluptate excepteur. Voluptate sint ipsum ut consectetur cillum. In reprehenderit magna officia ipsum elit adipisicing enim exercitation adipisicing.\r\n"
  },
  {
    "CityId": 10,
    "CityName": "Blair",
    "CityDescription": "Velit aliquip eiusmod ex fugiat et excepteur sit voluptate laboris aute officia. Aliqua proident reprehenderit aliqua mollit aliqua consequat anim. Cupidatat irure pariatur reprehenderit nisi veniam.\r\n"
  }
]